Repository: Ariesdragon/Configurable-Menu
Catalog: configurableMenu@lestcape/locale/*.po
Languages: hr, ja_jp, uk

source: Show description of the selected application
hr: Prikaži opis odabrane aplikacije
ja_jp: 選択したアプリケーションの説明を表示する
uk: Показати опис обраної проґрами

source: Choose whether or not to show the selected application description on the menu.
hr: Odaberite želite li imati prikazan opis odabrane aplikacije u izborniku.
ja_jp: メニューで選択したアプリケーションの説明を表示するかどうかを選択します。
uk: Виберіть, чи слід показувати опис обраної проґрами в меню.

source: Show menu box pointer
hr: Prikaži pokazivač okvira izbornika
ja_jp: メニューボックスのポインターを表示する
uk: Показати покажчик меню

source: Choose whether or not to show the menu box pointer.
hr: Odaberite želite li prikaz pokazivača okvira izbornika
ja_jp: メニューボックスのポインタを表示するかどうかを選択します。
uk: Виберіть, чи потрібно показувати покажчик на полі головного меню.

source: Date format:
hr: Format datuma:
ja_jp: 日付のフォーマット:
uk: Формат дати:

source: Choose the date format to show time on the menu.
hr: Odaberite format datuma za prikaz u izborniku.
ja_jp: メニューに表示する日時の日付フォーマット形式を入力します。
uk: Виберіть формат дати, який буде показано в меню.

source: Show separator line
hr: Prikaži liniju razdjelnika
ja_jp: セパレーターに線を表示する
uk: Показувати лінію розділювача

source: Choose whether or not to show a line on separator.
hr: Odaberite želite li imati prikazanu liniju razdjelinka
ja_jp: セパレーター上に線を表示するかどうかを選択します。
uk: Виберіть, чи слід показувати лінію розділювача

source: Font size of the selected application description:
hr: Veličina slova opisa odabrane aplikacije:
ja_jp: 選択アプリケーション説明のフォントサイズ：
uk: Розмір шрифту опису виділеної проґрами:

source: Set the font size of the selected application description.
hr: Postavite veličinu slova opisa odabrane aplikacije.
ja_jp: 選択したアプリケーション説明のフォントサイズを設定します。
uk: Встановити розмір шрифту опису виділеної проґрами.

source: Show system buttons
hr: Prikaži tipke sustava
ja_jp: システムボタンを表示する
uk: Показати системні кнопки

source: Choose whether or not to show system buttons on the menu.
hr: Odaberite za prikaz tipka sustava u izborniku.
ja_jp: メニュー上のシステムボタンを表示するかどうかを選択します。
uk: Виберіть, чи слід показувати системні кнопки в меню.

source: Show removable drives on the accessible panel
hr: Prikaži prenosive medije u panelu brzog pristupa
ja_jp: Accessible パネルにリムーバブルドライブを表示する
uk: Показувати знімні диски на панелі доступності

source: Choose whether or not to show removable drives on the accessible panel.
hr: Odaberite za prikaz prenosivih medija u panelu brzog pristupa.
ja_jp: Accessible パネルの取り外し可能なドライブを表示するかどうかを選択します。
uk: Виберіть, чи слід показувати знімні диски на панелі доступності.

source: System buttons have a box
hr: Tipke sustava imaju okvir
ja_jp: システムボタンの周りに枠を表示する
uk: Системні кнопки у рамці

source: Choose whether or not to have a box on the system buttons.
hr: Odaberite ako želite imati okvir tipka sustava.
ja_jp: システムボタンの周りに枠を表示するかどうかを選択します。
uk: Виберіть, чи слід показувати рамку навколо системних кнопок.

source: Show symbolic icons on the system buttons
hr: Prikaži simboličke ikone u tipkama sustava
ja_jp: システムボタンのアイコンを表示する
uk: Показати символічні значки на системних кнопках

source: Enable this option to show symbolic icons, on the system buttons and disable to show full color.
hr: Omogućite ovu mogućnost za prikaz simboličkih ikona, u tipkama sustava i onemogući prikaz potpune boje.
ja_jp: システムのボタンをアイコンで表示するには、このオプションを有効にします。
uk: Ввімкніть цю опцію для показу символьних значків на системних кнопках замість піктограм.

source: Align the submenu with the parent
hr: Poravnaj podizbornik s nadređenim izbornikom
ja_jp: メインメニュー・サブメニューの位置を揃える
uk: Показувати підменю не біля батьківського меню

source: Choose whether or not to align the submenu with the parent.
hr: Odaberite želite li poravnati podizbornik s nadređenim izbornikom.
ja_jp: メインメニューとサブメニューとの位置を揃えるかどうかを選択します。
uk: Виберіть, якщо не слід вирівнювати підменю з батьківським меню

source: Submenu width:
hr: Širina podizbornika:
ja_jp: サブメニューの横幅:
uk: Ширина підменю:

source: Set the submenu width.
hr: Postavite širinu podizbornika.
ja_jp: サブメニューの横幅を設定します。
uk: Встановіть ширину підменю.

source: Submenu height:
hr: Visina podizbornika:
ja_jp: サブメニューの縦幅:
uk: Висота підменю:

source: Set the submenu height.
hr: Postavite visinu podizbornika.
ja_jp: サブメニューの縦幅を設定します。
uk: Встановіть висоту підменю.

source: Search results sorted by:
hr: Rezultate pretraživanja razvrstaj prema:
ja_jp: 検索結果の並べ替え方法:
uk: Результати пошуку упорядковано:

source: Select a method to sort search results.
hr: Odaberite način razvrstavanja rezultata pretraživanja.
ja_jp: 検索結果の並べ替え方法を選択します。
uk: Виберіть спосіб сортування результатів пошуку.

source: Enable web search
hr: Omogući mrežno pretraživanje
ja_jp: Web 検索を有効にする
uk: Увімкнути веб-пошук

source: Allows the web search with the selected search engines.
hr: Dopusti mrežno pretraživanje s odabranih mrežnih pretraživača.
ja_jp: 選択したた検索エンジンで Web 検索を可能にします。
uk: Дозволяє веб-пошук у вибраних пошукових системах.

source: Enable web search with wikipedia
hr: Omogući mrežno pretraživanje s Wikipedije
ja_jp: Wikipedia Web 検索を有効にする
uk: Увімкнути веб-пошук у Вікіпедії

source: Allows web search to the wikipedia search engine.
hr: Dopusti mrežno pretraživanje s Wikipedije.
ja_jp: Wikipedia 検索エンジンの Web 検索を有効にします。
uk: Дозволяє веб-пошук в пошуковій системі Вікіпедії.

source: Enable web search with google
hr: Omogući mrežno pretraživanje s Googla
ja_jp: Google Web 検索を有効にする
uk: Увімкнути веб-пошук у Google

source: Allows web search to the google search engine.
hr: Dopusti mrežno pretraživanje s Googla.
ja_jp: Google 検索エンジンの Web 検索を可能にします。
uk: Дозволити веб-пошук у пошуковій системі Google.

source: Enable web search with duckduckgo
hr: Omogući mrežno pretraživanje s duckduckgo
ja_jp: DuckDuckGo Web 検索を有効にする
uk: Увімкнути веб-пошук DuckDuckGo

source: Allows web search to the duckduckgo search engine.
hr: Dopusti mrežno pretraživanje s duckduckgo.
ja_jp: DuckDuckGo 検索エンジンの Web 検索を可能にします。
uk: Дозволяє веб-пошук з пошуковою системою DuckDuckGo.

source: Enable the Cinnamon Installer tool
hr: Omogući Cinnamon alat instalacije
ja_jp: Cinnamon インストールツールを有効にする
uk: Дозволити засіб Cinnamon-Installer

source: Allows install, uninstall and search for programs and packages(need internet connection to be download).
hr: Omogućuje instalaciju, deinstalaciju i pretraživanje programa i paketa (potreban je pristup Internetu za preuzimanje).
ja_jp: プログラム・パッケージのインストール、アンインストール・パッケージを行えます。(ダウンロードするためインターネット接続が必要です）
uk: Дозволити встановлення, вилучення і пошук проґрам та пакунків (потрібне підключення до Інтернету для завантаження).

source: Enable to search for packages
hr: Omogući pretraživanje paketa
ja_jp: パッケージ検索を有効にする
uk: Увімкнути для пошуку пакунків

source: Allows search for new packages on the repository.
hr: Omogućuje pretraživanje novih paketa u repozitorijima.
ja_jp: リポジトリより新しいパッケージの検索を可能にします。
uk: Дозволяє пошук нових пакунків у репозиторії.

source: Maximum number of packages:
hr: Najveći broj paketa:
ja_jp: パッケージの最大数:
uk: Максимальна кількість пакунків:

source: Set the maximum number of packages to show.
hr: Postavite najveći broj prikazanih paketa.
ja_jp: 表示するパッケージの最大数を設定します。
uk: Встановіть максимальне число пакунків, що будуть показані.

source: Update the Cinnamon Installer tool
hr: Nadopunite Cinnamon alat instalacije
ja_jp: Cinnamon インストーラーツールを更新する
uk: Оновити засіб Cinnamon-Installer

source: Press this button to update the Cinnamon Installer tool.
hr: Pritisnite za nadopunu Cinnamon alata instalacije.
ja_jp: Cinnamon インストーラツールを更新するには、このボタンを押します。
uk: Натисніть цю кнопку для оновлення засобу Cinnamon-Installer.

source: Enable to check for a new version of Cinnamon Installer when the menu started
hr: Omogući provjeru nove inačice Cinnamon alata instalacije kada se izbornik pokrene
ja_jp: メニュー起動時に Cinnamon インストーラの新バージョン確認を有効にします
uk: Увімкнути перевірку нових версій Cinnamon-Installer при запуску меню

source: Allows to check for a new version of Cinnamon Installer when the menu started.
hr: Dopušta provjeru nove inačice Cinnamon alata instalacije kada se izbornik pokrene.
ja_jp: メニューが起動した時に Cinnamon インストーラの新しいバージョンを確認する事ができます。
uk: Дозволяє перевірити наявність нової версії Cinnamon-Installer, коли меню запущено.

source: Uninstall the Cinnamon Installer tool
hr: Deinstaliraj Cinnamon alat instalacije
ja_jp: Cinnamon インストーラツールをアンインストールする
uk: Вилучити засіб Cinnamon-Installer

source: Press this button to uninstall the Cinnamon Installer tool.
hr: Pritisnite ovu tipku za deinstalaciju Cinnamon alata instalacije
ja_jp: Cinnamon インストーラツールをアンインストールするには、このボタンを押します。
uk: Натисніть цю кнопку, щоб вилучити засіб Cinnamon-Installer.

source: Enable the default Cinnamon packages manager tools
hr: Omogući zadanog Cinnamon upravitelja paketima
ja_jp: デフォルト Cinnamon パッケージマネージャツールを有効にする
uk: Увімкнути типовий менеджер проґрам Cinnamon

source: Allows the use of the default packages manager(only if it's available).
hr: Omogućuje vam korištenje zadanog upravitelja paketima (samo ako je dostupan).
ja_jp: デフォルトのパッケージマネージャを使用することができます。(それだけが使用可能な場合)
uk: Дозволяє використовувати типовий менеджер проґрам (тільки якщо він доступний).
