Repository: Ariesdragon/Configurable-Menu
Catalog: configurableMenu@lestcape/locale/*.po
Languages: hr, ja_jp, uk

source: Execution of '%s' failed:
hr: Pokretanje'%s' neuspjelo:
ja_jp: ‘%s’ の実行に失敗しました:
uk: При виконанні '%s' сталася помилка:

source: Command not found.
hr: Naredba nije pronađena.
ja_jp: コマンドが見つかりません。
uk: Команду не знайдено

source: Package %s
hr: Paket %s
ja_jp: パッケージ %s
uk: Пакунок %s

source: Package to install %s
hr: Paket za instalaciju %s
ja_jp: パッケージ %s のインストール
uk: Пакунок для встановлення %s

source: List View
hr: Prikaz popisa
ja_jp: リスト表示
uk: Перегляд списком

source: Grid View
hr: Mrežni prikaz
ja_jp: グリット表示
uk: Перегляд сіткою

source: Show application entries in list view
hr: Prikaži stavke aplikacija u pogledu popisa
ja_jp: リストビューでアプリケーションエントリを表示する
uk: Показати записи проґрами у вигляді списку

source: Prevent resizing
hr: Spriječi promjenu veličine
ja_jp: サイズの変更を禁止する
uk: Запобігати зміні розміру

source: Prevent resizing the menu
hr: Spriječi promjenu veličine izbornika
ja_jp: メニューのサイズを変更できないようにします
uk: Запобігати зміні розміру меню

source: Allow resizing
hr: Dopusti promjenu veličine
ja_jp: サイズの変更を有効にする
uk: Змінювати розмір

source: Allow resizing the menu
hr: Dopusti promjenu veličine izbornika
ja_jp: メニューのサイズ変更を可能にします
uk: Дозволяє зміну розміру меню

source: Recover size
hr: Vrati veličinu
ja_jp: 通常サイズへ復旧する
uk: Відновлення розміру

source: Recover the normal menu size
hr: Vrati uobičajenu veličinu izbornika
ja_jp: 通常のメニューサイズへ復旧します
uk: Відновити типовий розмір меню

source: Full Screen
hr: Cijeli zaslon
ja_jp: フルスクリーン
uk: На увесь екран

source: Put the menu in full screen mode
hr: Prikaži izbornik u cijelom zaslonu
ja_jp: フルスクリーンモードでメニューを表示します
uk: Встановити меню в повноекранний режим

source: Configure the menu options
hr: Podesi mogućnosti izbornika
ja_jp: メニューオプションの設定
uk: Налаштуйте параметри меню

source: Remove from accessible panel
hr: Ukloni s panela brzog pristupa
ja_jp: Accessible パネルから削除する
uk: Вилучити з панелі доступності

source: Add to accessible panel
hr: Dodaj u panel brzog pristupa
ja_jp: Accessible パネルへ追加する
uk: Додати до панелі доступності

source: Save name
hr: Spremi naziv
ja_jp: 名前の保存
uk: Зберегти ім'я

source: Edit name
hr: Uredi naziv
ja_jp: 名前の編集
uk: Змінити ім’я

source: Default name
hr: Zadani naziv
ja_jp: 名前の初期化
uk: Типове ім’я

source: Filter:
ja_jp: フィルタ:
uk: Фільтр:

source: Favorites
hr: Omiljeno
ja_jp: お気に入り
uk: Улюблені

source: Search %s for %s
hr: Pretraži %s za %s
ja_jp: %s の %s 検索
uk: Пошук %s для %s

source: Layouts:
hr: Raspored:
ja_jp: レイアウト:
uk: Макети:

source: Menu:
hr: Izbornik:
ja_jp: メニュー:
uk: Меню

source: Menu Size:
hr: Veličina izbornika:
ja_jp: メニューサイズ:
uk: Розмір меню:

source: Menu Reaction:
hr: Ponašanje izbornika:
ja_jp: メニュー動作:
uk: Реакції меню:

source: Categories:
hr: Kategorije:
ja_jp: カテゴリ:
uk: Категорії:

source: Applications:
hr: Aplikacije:
ja_jp: アプリケーション:
uk: Проґрами:

source: Favorites:
hr: Omiljeno:
ja_jp: お気に入り:
uk: Улюблені:

source: Hover Icon:
hr: Ikona lebedenja:
ja_jp: 詳細表示部のアイコン:
uk: Піктограма наведення:

source: System Buttons:
hr: Tipke sustava:
ja_jp: システムボタン:
uk: Системні кнопки:

source: Control Buttons:
hr: Tipke upravljanje:
ja_jp: コントロールボタン:
uk: Кнопки керування:

source: Separators:
hr: Razdjelnici:
ja_jp: セパレーター:
uk: Розділювач:

source: Information Panel:
hr: Panel informacija:
ja_jp: 情報パネル:
uk: Інформаційна панель:

source: Accessible Panel:
hr: Panel brzog pristupa:
ja_jp: Accessible パネル:
uk: Панель доступності:

source: GnoMenu Panel:
ja_jp: GnoMenu パネル:
uk: Панель GnoMenu:

source: Submenu:
hr: Podizbornik:
ja_jp: サブメニュー:
uk: Підменю:

source: General search options:
hr: Opće postavke pretraživanja:
ja_jp: 通常検索オプション:
uk: Загальні параметри пошуку:

source: Installer and uninstaller tools:
hr: Alati instalacije i deinstalacije:
ja_jp: インストール・アンインストールツール:
uk: Засоби встановлення і вилучення:

source: Effect on opening and closing:
hr: Efekti otvaranja i zatvaranja:
ja_jp: 開く・閉じるの効果:
uk: Ефект при відкриванні та закриванні:

source: Select the effect on the menu opening and closing.
hr: Odaberite efekt otvaranja i zatvaranja izbornika.
ja_jp: メニュー開閉の効果を選択します。
uk: Оберіть ефект при відкриванні та закриванні меню.

source: None
hr: Nijedan
ja_jp: なし
uk: Немає

source: Dispel
hr: Rasprši
ja_jp: フェード
uk: Розсіяти

source: Hide Horizontal
hr: Sakrij vodoravno
ja_jp: 横方向
uk: Приховати горизонтально

source: Hide Vertical
hr: Sakrij okomito
ja_jp: 縦方向
uk: Приховати вертикально

source: Duration of effect:
hr: Trajanje efekata:
ja_jp: 効果の持続時間:
uk: Тривалість ефекту:

source: The time on seconds to perform the effect(More time is slower).
hr: Vrijeme trajanja efekta u sekundama (Dulje vrijeme, sporiji efekt).
ja_jp: 効果を実行する秒数を設定します。(値が大きいほど遅くなります)
uk: Час виконання ефекту у секундах (більше часу повільніше).

source: Swap the top and bottom panel
hr: Zamijeni gornji i donji panel
ja_jp: 上部と下部のパネルを入れ替える
uk: Обміняти місцями верхню і нижню панелі

source: Choose whether or not to swap the top and bottom panel on the menu.
hr: Odaberite ako želite zamijeniti gornji i donji panel u izborniku.
ja_jp: メニューの上部と下部のパネルを交換するかどうかを選択します。
uk: Виберіть, якщо слід поміняти місцями верхню і нижню панелі у меню.

source: Show search entry
hr: Prikaži stavku pretraživanja
ja_jp: 検索枠を表示する
uk: Показати поле пошуку

source: Choose whether or not to show search entry on the menu.
hr: Odaberite želite li imati prikazanu stavku pretraživanja u izborniku.
ja_jp: メニューの検索項目を表示するかどうかを選択します。
uk: Виберіть, якщо слід показувати поле вводу для пошуку в меню.

source: Font size of the selected application name:
hr: Veličina slova naziva odabrane aplikacije:
ja_jp: 選択アプリケーション名のフォントサイズ：
uk: Розмір шрифту назви виділеної проґрами:

source: Set the font size of the selected application name.
hr: Postavite veličinu slova naziva odabrane aplikacije.
ja_jp: 選択したアプリケーション名のフォントサイズを設定します。
uk: Встановлює розмір шрифту виділеної назви проґрами.

source: Save the layout configuration
hr: Spremi postavke podešavanja
ja_jp: レイアウト構成を保存する
uk: Зберегти конфігурацію макета

source: Press this button to save the layout configuration.
hr: Pritisnite za spremanje postavki podešavanja.
ja_jp: レイアウトの設定を保存するには、このボタンを押します。
uk: Натисніть цю кнопку, щоб зберегти конфігурацію макета.

source: points
hr: točaka
ja_jp: ポイント
uk: пункти

source: Number of favorites lines:
hr: Broj redaka u omiljenima:
ja_jp: お気に入りの行数:
uk: Кількість ліній у Улюблені:

source: Choose the number of favorites lines.
hr: Odaberite broj redaka u omiljenima.
ja_jp: お気に入りの行数を選択します。
uk: Оберіть скільки ліній буде у Улюблені.

source: lines
hr: redaka
ja_jp: 行
uk: лінії

source: GnoMenu buttons layout:
hr: GnoMenu raspored tipka:
ja_jp: GnoMenu ボタンのレイアウト:
uk: Макет кнопок GnoMenu:

source: Select a layout of GnoMenu buttons.
hr: Odaberite raspored GnoMenu tipka:
ja_jp: GnoMenu ボタンのレイアウトを選択します。
uk: Виберіть розкладку кнопок GnoMenu.

source: Only Icons
hr: Samo ikone
ja_jp: アイコンのみ
uk: Лише піктограми

source: Only Text
hr: Samo tekst
ja_jp: テキストのみ
uk: Лише текст

source: Grid
hr: Mreža
ja_jp: グリット
uk: Сітка

source: List
hr: Popis
ja_jp: リスト
uk: Список

source: System buttons layout:
hr: GnoMenu raspored tipka:
ja_jp: システムボタンのレイアウト:
uk: Макет системних кнопок:

source: Select a layout of system buttons.
hr: Odaberite raspored tipka sustava.
ja_jp: システムボタンのレイアウトを選択します。
uk: Виберіть макет системних кнопок.

source: Retractable Text
hr: Uvlačenje teksta
ja_jp: 格納型テキスト
uk: Висування тексту

source: Vertical Text
hr: Okomit tekst
ja_jp: 縦並びテキスト
uk: Вертикальний текст

source: Horizontal Grid
hr: Vodoravna mreža
ja_jp: 水平グリット
uk: Горизонтальна сітка

source: Vertical Icon
hr: Okomita ikona
ja_jp: 垂直アイコン
uk: Вертикальні піктограми

source: Horizontal Text
hr: Vodoravan tekst
ja_jp: 水平テキスト
uk: Горизонтальний текст

source: Vertical List
hr: Okomit popis
ja_jp: 垂直リスト
uk: Вертикальний список

source: Vertical Grid
hr: Okomita rešetka
ja_jp: 垂直グリット
uk: Вертикальна сітка

source: Horizontal Icon
hr: Vodoravna ikona
ja_jp: 水平アイコン
uk: Горизонтальні піктограми

source: Horizontal List
hr: Vodoravan popis
ja_jp: 水平リスト
uk: Горизонтальний список

source: Retractable
hr: Uvlačenje
ja_jp: 格納型
uk: Висування

source: Show scrolling area of favorites
hr: Prikaži područje pomicanja omiljenih
ja_jp: お気に入りのスクロール領域を表示する
uk: Показувати область прокрутки у Улюблені

source: Choose whether or not to show the scrolling area of favorites.
hr: Odaberite za prikaz područja pomicanja omiljenih.
ja_jp: お気に入りにスクロール領域を表示するかどうかを選択します。
uk: Вибрати, чи показувати область прокручування у Улюблені.

source: Open the menu when I press my mouse over it
hr: Otvori izbornik kada prijeđem mišem preko njega
ja_jp: 上にマウスを置いた時にメニューを開く
uk: Відкривати меню при клацанні по ньому мишею

source: Enable opening the menu when the mouse press over the applet.
hr: Omogući otvaranje izbornika kada prijeđem mišem preko njega.
ja_jp: アプレット上でマウスを押し・離したでメニュー開閉を行うのを有効にします。
uk: Дозволити відкриття меню при клацанні мишею по аплеті.

source: Menu height:
hr: Visina izbornika:
ja_jp: メニューの縦幅:
uk: Висота меню:

source: Height of the menu.
hr: Visina izbornika.
ja_jp: メニューの縦幅を設定します。
uk: Висота меню.

source: Application entries have description
hr: Stavke aplikacija imaju opise
ja_jp: アプリケーションエントリに説明を付ける
uk: Проґрами мають опис

source: Choose whether or not to have description on application entries.
hr: Odaberite želite li da stavke izbornika imaju opise.
ja_jp: アプリケーションエントリの説明を付けるかどうかを選択します。
uk: Вибрати, чи показувати додаткове поле з описом проґрами.

source: Control icon size:
hr: Veličina ikona upravljanja:
ja_jp: コントロールアイコンのサイズ:
uk: Розмір піктограм кнопок керування:

source: Set the control icon size.
hr: Postavite veličinu ikone upravljanja.
ja_jp: コントロールアイコンサイズを設定します。
uk: Встановіть розмір піктограм керування.

source: Show scrolling area of applications
hr: Prikaži područje pomicanja aplikacija
ja_jp: アプリケーションにスクロール領域を表示する
uk: Показувати область прокрутки у проґрами

source: Choose whether or not to show the scrolling area of applications.
hr: Odaberite želite li imati prikaz područja pomicanja aplikacija.
ja_jp: アプリケーションのスクロール領域を表示するかどうかを選択します。
uk: Вибрати, чи показувати область прокрутки для проґрами.

source: Show scrolling area of accessible panel
hr: Prikaži područje pomicanja panela brzog pristupa
ja_jp: Accessible パネルにスクロール領域を表示する
uk: Показувати область прокрутки у панелі доступності

source: Choose whether or not to show the scrolling area of accessible panel.
hr: Odaberite želite li imati prikaz područja pomicanja panela brzog pristupa.
ja_jp: Accessible パネルのスクロール領域を表示するかどうかを選択します。
uk: Вибрати, чи показувати область прокручування у панелі доступності.

source: Show scrolling area of GnoMenu panel
hr: Prikaži područje pomicanja GnoMenu panela
ja_jp: GnuMenu パネルにスクロール領域を表示する
uk: Показувати область прокрутки у панелі GnoMenu

source: Choose whether or not to show the scrolling area of GnoMenu panel.
hr: Odaberite želite li imati prikazano područje pomicanja GnoMenu panela.
ja_jp: GnoMenu パネルのスクロール領域を表示するかどうかを選択します。
uk: Вибрати, чи показувати область прокручування у панелі GnoMenu.

source: Show name of the selected application
hr: Prikaži naziv odabrane aplikacije
ja_jp: 選択アプリケーションの名前を表示する
uk: Показувати назву вибраної проґрами

source: Choose whether or not to show the selected application name on the menu.
hr: Odaberite želite li imati prikazan naziv odabrane aplikacije u izborniku.
ja_jp: メニューで選択したアプリケーション名を表示するかどうかを選択します。
uk: Вибрати, чи показувати назву вибраної проґрами в меню.

source: Full screen
hr: Cijeli zaslon
ja_jp: フルスクリーン
uk: На увесь екран

source: Choose whether or not to put the menu in full screen mode.
hr: Odaberite želite li cjelozaslonski prikaz izbornika
ja_jp: フルスクリーンモードでメニューを表示するかどうかを選択します。
uk: Вибрати, якщо слід встановити меню в повноекранний режим.

source: Show symbolic icons on the control buttons
hr: Prikaži simboličke ikone u tipkama upravljanja
ja_jp: コントロールボタンのシンボリックアイコン 表示
uk: Показувати символьні значки на кнопках керування

source: Enable this option to show symbolic icons, on the control buttons and disable to show full color.
hr: Omogući ovu mogućnost za prikaz simboličkih ikona na tipkama upravljanja i onemogući prikaz potpunih boja.
ja_jp: コントロールボタンのシンボリックアイコンを表示し、フルカラー表示を無効にするには、このオプションを有効にします。
uk: Ввімкніть цю опцію для показу символьних значків на кнопках керування замість піктограм.

source: Show control buttons
hr: Prikaži tipke upravljanja
ja_jp: コントロールボタンを表示する
uk: Показати кнопки керування

source: Choose whether or not to show control buttons.
hr: Odaberite želite li imati prikazane tipke upravljanja.
ja_jp: コントロールボタンを表示するかどうかを選択します。
uk: Вибрати, чи показувати кнопки керування.

source: Application icon size:
hr: Veličina ikone aplikacije:
ja_jp: アプリケーションアイコンのサイズ:
uk: Розмір піктограм у Проґрами:

source: Set the application icon size.
hr: Postavite veličinu ikone aplikacije.
ja_jp: アプリケーションのアイコンサイズを設定します。
uk: Встановити розмір піктограм проґрам.

source: Hover icon have a box
hr: Ikona lebdenja ima okvir
ja_jp: 詳細表示部アイコンの周りに枠を表示する
uk: Піктограма наведення має рамку

source: Choose whether or not to have a box on the hover icon.
hr: Odaberite ako želite imati prikazan okvir ikone lebdenja.
ja_jp: 詳細表示部アイコンの周りに枠を表示するかどうかを選択します。
uk: Виберіть, чи слід до піктограми наведення додавати рамку.

source: Accessible panel has a box
hr: Panel brzog pristupa ima okvir
ja_jp: Accessible パネルの周りに枠を表示する
uk: Панель доступності має рамку

source: Choose whether or not to have a box on the accessible panel.
hr: Odaberite ako želite imati okvir panela brzog pristupa.
ja_jp: Accessible パネルの周りに枠を表示するかどうかを選択します。
uk: Виберіть, чи слід додавати рамку до панелі доступності.

source: GnoMenu buttons have a box
hr: GnoMenu tipke imaju okvir
ja_jp: GnoMenu ボタンの周りに枠を表示する
uk: Кнопки GnoMenu мають рамку

source: Choose whether or not to have a box on the GnoMenu buttons.
hr: Odaberite ako želite imati okvir na GnoMenu tipkama.
ja_jp: GnoMenu ボタンの周りに枠を表示するかどうかを選択します。
uk: Виберіть, чи слід додавати рамку до кнопок GnoMenu.

source: Separator size:
hr: Veličina razdjelnika:
ja_jp: セパレーターのサイズ:
uk: Розмір розділювача:

source: Choose the size of separator.
hr: Odaberite veličinu razdjelnika.
ja_jp: セパレーターのサイズを設定します。
uk: Вибрати розмір розділювача.

source: Time format:
hr: Format vremena:
ja_jp: 時間のフォーマット:
uk: Формат часу:

source: Choose the time format to show time on the menu.
hr: Odaberite format vremena za prikaz vremena u izborniku.
ja_jp: メニューの時間を表示するフォーマット形式を設定します。
uk: Виберіть формат часу для показувати в меню.

source: Menu width:
hr: Širina izbornika:
ja_jp: メニューの横幅:
uk: Ширина меню:

source: Width of the menu.
hr: Odaberite širinu izbornika.
ja_jp: メニューの横幅を設定します。
uk: Ширина меню.

source: Menu layout:
hr: Raspored izbornika:
ja_jp: メニューのレイアウト:
uk: Макет меню:

source: Select a layout of menu.
hr: Odaberite raspored izbornika.
ja_jp: メニューのレイアウトを選択します。
uk: Виберіть макет меню.

source: Accessible
hr: Pristupačan
uk: Доступність

source: Classic
hr: Klasičan
ja_jp: クラシック
uk: Класичний

source: Classic Gnome
hr: Klasičan Gnome
ja_jp: クラシック GNOME
uk: Класичний Gnome

source: Whisker
uk: Ниткоподібний

source: Kicker
uk: Кікер

source: Dragon
hr: Zmaj
uk: Дракон

source: Stylized
hr: Stiliziran
uk: Стилізований

source: Accessible Inverted
hr: Pristupačan obrnut
ja_jp: Accessible 逆表示
uk: Доступність перевернутий

source: Dragon Inverted
hr: Zmaj obrnut
ja_jp: Dragon 逆表示
uk: Дракон перевернутий

source: Luz Helena
uk: Луз Єлена

source: Mint
uk: М'ята

source: Vampire
hr: Vampir
uk: Вампір

source: GnoMenu Left
hr: GnoMenu lijevi
ja_jp: GnoMenu 左
uk: GnoMenu ліве

source: GnoMenu Right
hr: GnoMenu desni
ja_jp: GnoMenu 右
uk: GnoMenu праве

source: GnoMenu Top
hr: GnoMenu gornji
ja_jp: GnoMenu 上
uk: GnoMenu верх

source: GnoMenu Bottom
hr: GnoMenu donji
ja_jp: GnoMenu 下
uk: GnoMenu низ

source: Show hover icon
hr: Prikaži ikonu lebdenja
ja_jp: 詳細表示部にアイコンを表示する
uk: Показати піктограму наведення

source: Choose whether or not to show hover icon on the menu.
hr: Odaberite želite li imati prikazanu ikonu lebdenja.
ja_jp: 詳細表示部にアイコンを表示するかどうかを選択します。
uk: Вибрати, чи показувати піктограму наведення у меню.

source: Hover icon size:
hr: Veličina ikone lebdenja:
ja_jp: 詳細表示部アイコンのサイズ:
uk: Розмір піктограми наведення:

source: Set the hover icon size.
hr: Postavite veličinu ikone lebdenja.
ja_jp: 詳細表示部に表示するアイコンのサイズを設定します。
uk: Встановити розмір піктограми наведення.

source: Show application entries in grid view
hr: Prikaži stavke aplikacija u mrežnom pogledu
ja_jp: グリット表示でアプリケーションエントリを表示
uk: Показати записи проґрам у вигляді сітки

source: Enable show application entries in grid(icon) view and disable show application entries in list view.
hr: Omogući prikaz stavki u mrežnom (ikone) pogledu i onemogući prikaz aplikacija u pogledu popisa.
ja_jp: グリッド（アイコン）表示のアプリケーションエントリを有効にし、リスト表示のアプリケーションエントリーを無効にします。
uk: При увімкненні записи про проґрами буде показано сіткою або списком при вимкненні.

source: Maximum width of the application entry text:
hr: Najveća širina teksta stavki aplikacija:
ja_jp: アプリケーションエントリテキストの最大横幅
uk: Максимальна ширина текстовового поля проґрами:

source: Set the maximum width of the application entry text.
hr: Postavite najveću širinu teksta stavki aplikacija.
ja_jp: アプリケーションのエントリテキスト最大横幅を設定します。
uk: Встановлює максимальну ширину текстового поля проґрами.

source: Show icons on the accessible panel
hr: Prikaži ikone u panelu brzog pristupa
ja_jp: Accessible パネルにアイコンを表示する
uk: Показувати піктограми на панелі доступності

source: Choose whether or not to have icons on the accessible panel.
hr: Odaberite želite li imati prikazane ikone u panelu brzog pristupa.
ja_jp: Accessible パネル上にアイコンを表示するかどうかを選択します。
uk: Виберіть, чи слід показувати піктограми на панелі доступності.

source: Menu bordering screen edge
hr: Granica izbornika ruba zaslona
ja_jp: メニューを画面端に付ける
uk: Меню прилягає до краю екрана

source: Choose whether or not the menu bordering the screen edge.
hr: Odaberite želite li imati granicu izbornika ruba zaslona.
ja_jp: メニューが画面端に付けるかどうかを選択します。
uk: Вибирати, мати чи ні відступ меню від краю екрана з яким воно межує.

source: Accessible icons size:
hr: Veličina ikona brzog pristupa:
ja_jp: Accessible アイコンのサイズ:
uk: Розмір піктограм панелі доступності:

source: Set the accessible icons size.
hr: Postavite veličinu ikona brzog pristupa.
ja_jp: Accessible アイコンのサイズを設定します。
uk: Встановити розмір піктограм панелі доступності.

source: GnoMenu icons size:
hr: Veličina GnoMenu ikona:
ja_jp: GnoMenu アイコンのサイズ:
uk: Розмір піктограм GnoMenu:

source: Set the GnoMenu icons size.
hr: Poistavite veličinu GnoMenu ikona.
ja_jp: GnoMenu アイコンのサイズを設定します。
uk: Встановити розмір піктограм GnoMenu.

source: Maximum favorites icon size:
hr: Najveća veličina ikona omiljenih:
ja_jp: お気に入りアイコンの最大サイズ:
uk: Максимальний розмір піктограм у Улюблені:

source: Set the maximum size of the favorites icon.
hr: Postavite najveću veličinu ikona omiljenih.
ja_jp: お気に入りアイコンの最大サイズを設定します。
uk: Встановити максимальний розмір піктограм у підменю Улюблені

source: Category icon size:
hr: Veličina ikona kategorije:
ja_jp: カテゴリアイコンのサイズ:
uk: Розмір піктограм категорій:

source: Set the category icon size.
hr: Postavite veličinu ikona kategorije.
ja_jp: カテゴリアイコンサイズを設定します。
uk: Встановити розмір піктограм категорій.

source: Show time and date
hr: Prikaži datum i vrijeme
ja_jp: 日付・時間を表示する
uk: Показувати час і дату

source: Choose whether or not to show time and date on the menu.
hr: Odaberite želite li imati prikazani datum i vrijeme u izborniku.
ja_jp: メニューに日付・時間を表示するかどうかを選択します。
uk: Вибрати, якщо слід показати час і дату у меню.

source: Automatic size
hr: Automatska veličina
ja_jp: サイズの自動化
uk: Автоматичний розмір

source: Choose whether or not to allow resizing the menu.
hr: Odaberite želite li omogućiti promjenu veličine izbornika.
ja_jp: メニューのサイズを変更できるようにするかどうかを選択します。
uk: Вибрати, якщо слід дозволити зміну розмірів меню.

source: Choose whether or not to automatic adjust of the menu size.
hr: Odaberite želite li omogućiti automatsku prilagodbu veličine izbornika.
ja_jp: メニューのサイズを自動的に調整するかどうかを選択します。
uk: Вибирати, чи слід автоматично підлаштовувати розмір меню.

source: System icons size:
hr: Veličina ikona sustava:
ja_jp: システムアイコンのサイズ:
uk: Розмір піктограм системних кнопок:

source: Set the system icons size.
hr: Postavite veličinu ikona sustava.
ja_jp: システムアイコンのサイズを設定します。
uk: Встановити розмір системних піктограм.

source: Enable autoscrolling
hr: Omogući automatsko pomicanje
ja_jp: 自動スクロールを有効にする
uk: Увімкнути автопрокрутку

source: Choose whether or not to enable smooth autoscrolling on the menu.
hr: Odaberite želite li omogućiti glatko automatsko pomicanje u izborniku.
ja_jp: メニューのスムーズな自動スクロールを有効にするかどうかを選択します。
uk: Вибрати, якщо слід увімкнути плавну автопрокрутку меню.

source: Show favorites
hr: Prikaži omiljene
ja_jp: お気に入りを表示する
uk: Показати підменю Улюблені

source: Choose whether or not to show favorites on the menu.
hr: Odaberite želite li imati prikazane omiljene u izborniku.
ja_jp: メニューにお気に入りを表示するかどうかを選択します。
uk: Вибрати, чи показувати підменю Улюблені у меню.

source: Control buttons have a box
hr: Tipke upravljanja imaju okvir
ja_jp: コントロールボタンの周りに枠を表示する
uk: Кнопки керування у рамці

source: Choose whether or not to have a box on the control buttons.
hr: Odaberite ako želite imati prikazan okvir tipka upravljanja.
ja_jp: コントロールボタンの周りに枠を表示するかかどうかを選択します。
uk: Виберіть, чи слід додавати рамку до кнопок керування

source: Open the category when I move my mouse over it
hr: Otvori kategoriju kada prijeđem miš preko nje
ja_jp: 上にマウスを移動した時にカテゴリを開く
uk: Відкривати категорію, під час переміщення миші над нею

source: Choose whether or not to open the category when the mouse move over it, otherwise need the mouse click.
hr: Odaberite želite li otvoriti kategoriju kada prijeđete mišem preko nje, u suprotnom potrebno je kliknuti na kategoriju.
ja_jp: 上にマウスを移動した時にカテゴリを開くか、マウスのクリックでカテゴリを開くかを選択します。
uk: Вибирати, чи слід відкривати категорії, коли миша переміщається над ними, в іншому випадку потрібно буде клацати по обраній категорії.

source: Show icons on the categories
hr: Prikaži ikone u kategorijama
ja_jp: カテゴリアイコンを表示する
uk: Показувати піктограми категорій

source: Choose whether or not to have icons on the categories.
hr: Odaberite želite li imati prikazane ikone u kategorijama.
ja_jp: カテゴリアイコンを表示するかどうかを選択します。
uk: Вибрати, якщо слід показувати піктограми в категоріях.

source: Show recent files
hr: Prikaži nedavne datoteke
ja_jp: 最近使用したファイルを表示する
uk: Показати останні файли

source: Choose whether or not to show a recent file list in the menu.
hr: Odaberite želite li imati prikazani popis nedavnih datoteka u izborniku.
ja_jp: メニューに最近使用したファイルの一覧を表示するかどうかを選択します。
uk: Вибрати, чи показувати список недавно використовуваних файлів у меню.

source: Show scrolling area of categories
hr: Prikaži područje pomicanja kategorija
ja_jp: カテゴリにスクロール領域を表示する
uk: Показувати область прокрутки категорій

source: Choose whether or not to show the scrolling area of categories.
hr: Odaberite želite li imati prikazano područje pomicanja kategorija.
ja_jp: カテゴリのスクロール領域を表示するかどうかを選択します。
uk: Виберіть, чи слід показувати область прокрутки категорій.

source: Show arrow on the categories
hr: Prikaži strelicu na kategorijama
ja_jp: カテゴリの矢印を表示する
uk: Показувати стрілки в категоріях

source: Choose whether or not to show the arrow on the categories.
hr: Odaberite želite li imati prikazanu strelicu na kategorijama.
ja_jp: カテゴリに矢印を表示するかどうかを選択します。
uk: Виберіть, чи слід показувати стрілки на категоріях.

source: Only show arrow when selected category
hr: Samo prikaži strelicu na odabranim kategorijama
ja_jp: カテゴリを選択した時のみ矢印を表示する
uk: Показувати стрілку тільки на виділеній категорії

source: Choose whether or not to only show the arrow when selected the category.
hr: Odaberite želite li imati samo prikazane strelice na odabranim kategorijama.
ja_jp: カテゴリを選択した場合にのみ矢印を表示するかどうかを選択します。
uk: Виберіть, чи слід показувати стрілку лише коли вибрали категорію.
